// eslint-disable-next-line import/no-anonymous-default-export
export default [
	{
		id: 1,
		question:
			'פייק ניוז או דיווחי אמת? במדינת ישראל כיהנה ראשת ממשלה אישה לפני שבשוויץ הייתה זכות הצבעה לנשים.',
		questionImage:
			'https://img1.wsimg.com/isteam/ip/96f2bb5f-1f2e-4dd9-9d45-3a3c8bf46fac/q1.png/:/rs=w:1440,h:1440',
		answerImage:
			'https://img1.wsimg.com/isteam/ip/96f2bb5f-1f2e-4dd9-9d45-3a3c8bf46fac/a1.png/:/rs=w:1440,h:1440',
		options: ['פייק, בדוק שפייק', 'אמת לאמיתה'],
		answerId: 1,
		answerTitle: 'אמת!',
		answerText:
			'איזה מטורף, הא? גולדה מאיר נבחרה לראשות הממשלה בשנת 1967, בעוד שבשוויץ ניתנה זכות הצבעה לנשים רק בשנת 1971. אגב, גולדה הייתה האישה השלישית בעולם כולו (!) שנבחרה לראשות הממשלה. אין, כל מה שנוצץ גולדה',
	},
	{
		id: 2,
		question: 'מהי חיית המחמד האהובה ביותר על הישראלי המצוי?',
		options: ['חתול', 'גמל שלמה', 'יחמור פרסי', 'כלב'],
		questionImage:
			'https://img1.wsimg.com/isteam/ip/96f2bb5f-1f2e-4dd9-9d45-3a3c8bf46fac/q2.png/:/rs=w:1440,h:1440',
		answerImage:
			'https://img1.wsimg.com/isteam/ip/96f2bb5f-1f2e-4dd9-9d45-3a3c8bf46fac/a2.png/:/rs=w:1440,h:1440',
		answerId: 3,
		answerTitle: 'הו, פה קבור הכלב!',
		answerText:
			' אין כמו כלבים. שימו לב לנתון המפתיע הבא: בתל אביב קיים היחס הגדול ביותר בין כלבים לנפש בעולם כולו! מעצמת כלבים, אמרנו?',
		answerLink: 'https://www.facebook.com/watch/?v=917705609347137',
		answerLinkAlt: 'לקריאה נוספת על ישראל וכלבים',
	},
	{
		id: 3,
		question: 'מבין תורמי ותורמות הכליה בישראל, מי תרמו יותר - נשים או גברים?',
		options: ['נשים', 'גברים'],
		questionImage:
			'https://img1.wsimg.com/isteam/ip/96f2bb5f-1f2e-4dd9-9d45-3a3c8bf46fac/q3.png/:/rs=w:1440,h:1440',
		answerImage:
			'https://img1.wsimg.com/isteam/ip/96f2bb5f-1f2e-4dd9-9d45-3a3c8bf46fac/a3.png/:/rs=w:1440,h:1440',
		answerId: 0,
		answerTitle: 'טוב, לא סתם כליה זה בנקבה',
		answerText:
			'יאללה גברים, קדימה… וברצינות: בזכות גברים ונשים כאחד, מדינת ישראל הינה המדינה המובילה בעולם בתרומות כליה אלטרואיסטית, ועומדת על מעל 1,500 תרומות מי יודע, אולי במהלך כתיבת שורות אלו המספרים כבר עלו🙂',
		answerLink: 'https://www.youtube.com/watch?v=H-2V7xeH_QI',
		answerLinkAlt: 'ואם זה לא מספיק, שימו לב לסרטון המפתיע הבא',
	},
	{
		id: 4,
		question: 'כמות העצים במדינת ישראל מאז הקמתה',
		options: ['גדלה', 'קטנה', 'נשארה same same', 'מאיפה לי לדעת? אבא שלי גנן?'],
		questionImage:
			'https://img1.wsimg.com/isteam/ip/96f2bb5f-1f2e-4dd9-9d45-3a3c8bf46fac/q4.png/:/rs=w:1440,h:1440',
		answerImage:
			'https://img1.wsimg.com/isteam/ip/96f2bb5f-1f2e-4dd9-9d45-3a3c8bf46fac/a4.png/:/rs=w:1440,h:1440',
		answerId: 0,
		answerTitle: 'קבלו רעיון למחזמר: עץ לי גץ לי',
		answerText:
			'ישראל היא אחת מהמדינות היחידות בעולם שמאז הקמתה ועד היום מספר העצים בה גדל, בהשוואה לשאר מדינות העולם בהן מספר העצים קטן. וואלה אין פה דובים, אבל יש יער.',
	},
	{
		id: 5,
		question:
			'לאיזו מדינה סיפקה מדינת ישראל סיוע הומניטרי למרות שלא היו לה יחסים דיפלומטיים איתה?',
		options: ['סוריה', 'איראן', 'דרום סודאן', 'אינדונזיה'],
		questionImage:
			'https://img1.wsimg.com/isteam/ip/96f2bb5f-1f2e-4dd9-9d45-3a3c8bf46fac/q5.png/:/rs=w:1440,h:1440',
		answerImage:
			'https://img1.wsimg.com/isteam/ip/96f2bb5f-1f2e-4dd9-9d45-3a3c8bf46fac/%D7%AA%D7%A9%D7%95%D7%91%D7%94%205.png/:/rs=w:1440,h:1440',
		answerId: 0,
		answerTitle: 'סוריה-ליסטי, הא?',
		answerText:
			'אחת הדוגמאות הבולטות למאמציה ההומניטריים של ישראל היא תגובתה למשבר הפליטים הסורי. למרות היותה במלחמה טכנית עם סוריה, ישראל סיפקה סיוע הומניטרי וסיוע רפואי לפליטים סורים שנמלטו למדינות שכנות כמו ירדן ולבנון. סיוע זה כולל טיפול רפואי באזרחים סורים פצועים ואספקת מצרכים בסיסיים כגון מזון, מים ושמיכות. ועל זה נאמר - שכנות טובה!',
	},
	{
		id: 6,
		question: 'איזו מהשפות הבאות היא ענתיקה של החיים?',
		options: ['פרסית', 'יוונית', 'עברית', 'אנגלית'],
		questionImage:
			'https://img1.wsimg.com/isteam/ip/96f2bb5f-1f2e-4dd9-9d45-3a3c8bf46fac/q6.png/:/rs=w:1440,h:1440',
		answerImage:
			'https://img1.wsimg.com/isteam/ip/96f2bb5f-1f2e-4dd9-9d45-3a3c8bf46fac/a6.png/:/rs=w:1440,h:1440',
		answerId: 2,
		answerTitle: 'עברית שפה יפה',
		answerText:
			'ישראל היא האומה היחידה בעולם שהקימה לתחיה שפה מתה והפכה אותה לשפה הלאומית שלה. בתקופה שבסוף המאה ה-19 ובתחילת המאה ה-20 הפכה השפה העברית לשפת אם רשמית בפי מיליוני אנשים. אמנם בעולם כן הצליחו להחיות שפות עתיקות, אך לא בסדר גודל כזה. אחלה אליעזר🧡',
	},
	{
		id: 7,
		question: 'במקור, צבעי המדים של קבוצת מכבי תל אביב היו',
		options: [
			'שחור - לבן, למה רק לפינגווינים מותר?',
			'כחול - לבן, כדגל היפה שלנו',
			'כחול - צהוב, כשמש בשמיים',
			'אדום, אך משהתחילה היריבות עם הפועל, ננטש הצבע בלית ברירה',
		],
		questionImage:
			'https://img1.wsimg.com/isteam/ip/96f2bb5f-1f2e-4dd9-9d45-3a3c8bf46fac/q7.png/:/rs=w:1440,h:1440',
		answerImage:
			'https://img1.wsimg.com/isteam/ip/96f2bb5f-1f2e-4dd9-9d45-3a3c8bf46fac/a7.png/:/rs=w:1440,h:1440',
		answerId: 1,
		answerTitle: 'לבן עולה, עולה!',
		answerText:
			'במקור, מדי קבוצת מכבי תל אביב היו בצבעי כחול-לבן. בשנת 1942 הוחלט כי החולצות יוחלפו לצבע צהוב, לאות הזדהות עם יהודי אירופה שנאלצו אז לשאת את הטלאי הצהוב. עם ישראלי חי! וצהוב. (סתאאאם)',
	},
	{
		id: 8,
		question:
			'בשנת 2019 נחתה חללית ישראלית על הירח והצטרפה לשלוש מעצמות שעשו זאת לפניה. פי כמה קטן שטחה של ישראל ביחס אליהן?',
		options: ['פי 772', 'פי 433', 'פי 444', 'כל התשובות נכונות'],
		questionImage:
			'https://img1.wsimg.com/isteam/ip/96f2bb5f-1f2e-4dd9-9d45-3a3c8bf46fac/shutterstock_1016034955_21111-removebg-preview.png/:/rs=w:1440,h:1440',
		answerImage:
			'https://img1.wsimg.com/isteam/ip/96f2bb5f-1f2e-4dd9-9d45-3a3c8bf46fac/a8.png/:/rs=w:1440,h:1440',
		answerId: 3,
		answerTitle: 'פיייי, מי זאת?',
		answerText:
			'כל התשובות נכונות! אז נכון שקצת קשה לתפוס, אבל מדינת ישראל הצטרפה לרוסיה שגדולה ממנה פי 772 (ממחר דיאטה?), לסין שגדולה ממנה פי 433 (בטח חצי מהשטח מלא בסניפים של עליאקספרס), ולארה"ב שגדולה ממנה פי 444 (פעם ביג סיסטר, תמיד ביג סיסטר). זאת הקטנה גדולה תהיה!',
	},
	{
		id: 9,
		question: 'מהי רמת האושר שלך כרגע?',
		options: [
			'רמות שיא!',
			'מאושר/ת בטירוף',
			'איזה אושר, כמה אושר!',
			'כל התשובות נכונות',
		],
		questionImage:
			'https://img1.wsimg.com/isteam/ip/96f2bb5f-1f2e-4dd9-9d45-3a3c8bf46fac/q9.png/:/rs=w:1440,h:1440',
		answerImage:
			'https://img1.wsimg.com/isteam/ip/96f2bb5f-1f2e-4dd9-9d45-3a3c8bf46fac/a9.png/:/rs=w:1440,h:1440',
		answerId: 3,
		answerTitle: 'ריספקט, קיבלת 100 בבגרות באושר. עלינו.',
		answerText:
			'כל התשובות אמורות להיות נכונות, כי לפי מדד האושר העולמי האחרון, ישראל ממוקמת במקום הרביעי (!) ברמות האושר. שלוש המדינות הראשונות לפניה הן פינלנד, דנמרק ואיסלנד. אגב קבלו קטע - נכון לשנת 2022, ישנם 7,096 גברים ונשים המכונים אושר. והם חיו באושר ובאושר עד עצם היום הזה.',
	},
	{
		id: 10,
		question:
			'תנו כותרת לרשימה הבאה: ביצת עין ים תיכונית, ירחית 4 קשתות, פעמונית נקודה',
		options: [
			'חלק מתפריט הבראנץ’ במסעדת משייה',
			'רעיונות לארוחת בוקר ישראלית',
			'מיני המדוזות בישראל',
			'השמות היהודיים של נשות חברי להקת ה-Beatles בשנות ה-60',
		],
		questionImage:
			'https://img1.wsimg.com/isteam/ip/96f2bb5f-1f2e-4dd9-9d45-3a3c8bf46fac/q10.png/:/rs=w:1440,h:1440',
		answerImage:
			'https://img1.wsimg.com/isteam/ip/96f2bb5f-1f2e-4dd9-9d45-3a3c8bf46fac/%D7%A9%D7%90%D7%9C%D7%94%2010.png/:/rs=w:1440,h:1440',
		answerId: 2,
		answerTitle: 'אחח, זה היה צורב',
		answerText:
			'אנחנו יודעים שזה היה לא פשוט, אך התשובה הנכונה היא מיני המדוזות בישראל. קחו בונוס הידעת ותודו לנו אח"כ: פתאום קם אדם בבוקר ומחליט להמציא תכשיר הגנה ייעודי (היחיד!) נגד צריבת מדוזות. מדען ימי ישראלי בשם ד"ר עמית לוטן פיתח מכשיר שנקרא Safe Sea ואמור להעניק הגנה של יותר מ-90% מפני צריבת מדוזות. ועל זה נאמר - עור לגויים.',
	},
	{
		id: 11,
		question:
			'פייק ניוז או דיווחי אמת: חוק הפנדלים הומצא בחבל קטלוניה, אשר שוכן בצפון מזרח ספרד',
		options: ['פייק, בדוק שפייק', 'אמת לאמיתה'],
		questionImage:
			'https://img1.wsimg.com/isteam/ip/96f2bb5f-1f2e-4dd9-9d45-3a3c8bf46fac/q11.png/:/rs=w:1440,h:1440',
		answerImage:
			'https://img1.wsimg.com/isteam/ip/96f2bb5f-1f2e-4dd9-9d45-3a3c8bf46fac/a11.png/:/rs=w:1440,h:1440',
		answerId: 0,
		answerTitle: 'בדוק שפייק!',
		answerText:
			'על פי פרסומים זרים, ישראל המציאה את הפנדלים בכדורגל. בשנת 1968 נבחרת ישראל השתתפה באולימפיאדת מקסיקו והגיעה לרבע הגמר נגד בולגריה. המשחק הסתיים בתיקו ובזמנו היה מקובל להטיל מטבע אחרי הארכה כדי לקבוע את זהות המנצח. מוזר לא? גם עסקן ספורט בשם יוסף דגן חשב כך, כתב לפיפ"א והציע את השיטה שאנו מכירים כיום. אגב, יש הגורסים שהאחראי לכך הוא בכלל שופט כדורגל גרמני, אבל אנחנו בוחרים להתעלם בחינניות.',
		answerLink: 'https://blog.nli.org.il/chov-pendel-dagan/',
		answerLinkAlt: 'לא מאמינים? כנסו ותראו',
	},
	{
		id: 12,
		question: 'מה מבין הרעיונות הבאים לא הומצא ע"י ישראלים?',
		options: ['עגבניות שרי', 'כיפת ברזל', 'עדשות חודשיות', 'קרב מגע'],
		questionImage:
			'https://img1.wsimg.com/isteam/ip/96f2bb5f-1f2e-4dd9-9d45-3a3c8bf46fac/q12.png/:/rs=w:1440,h:1440',
		answerImage:
			'https://img1.wsimg.com/isteam/ip/96f2bb5f-1f2e-4dd9-9d45-3a3c8bf46fac/a12.png/:/rs=w:1440,h:1440',
		answerId: 2,
		answerTitle: 'מעצמת הטייקס, כבר אמרנו?',
		answerText:
			'אז אומנם לא המצאנו את העדשות החודשיות, אבל מכיפת ברזל והעוזי, דרך ה-ICQ והדיסק און קי ועד הטפטפות ועגבניות השרי, וויז, במבה, הייטק במיטבו - you name it - מדינת ישראל נחשבת כמובילה בתחומי היזמות, הייטק, תעשייה וחקלאות ומהווה מקור השראה ושותפה למדינות רבות ברחבי העולם. וואלה ריספקט! מדינה לחתונה.',
	},
	{
		id: 13,
		question: 'באילו מבין התחומים הבאים לא קיבלנו פרס נובל?',
		options: ['פיזיקה', 'מתמטיקה', 'ספרות', 'שלום'],
		questionImage:
			'https://img1.wsimg.com/isteam/ip/96f2bb5f-1f2e-4dd9-9d45-3a3c8bf46fac/%D7%AA%D7%A9%D7%95%D7%91%D7%94%2013.png/:/rs=w:1440,h:1440',
		answerImage:
			'https://img1.wsimg.com/isteam/ip/96f2bb5f-1f2e-4dd9-9d45-3a3c8bf46fac/%D7%AA%D7%A9%D7%95%D7%91%D7%94%2013.png/:/rs=w:1440,h:1440',
		answerId: 1,
		answerTitle: 'כל אחד סוחב איתו נובל קטן',
		answerText:
			'טוב, וידוי קטן: כלל לא מוענק פרס נובל למתמטיקה! בזמן שנמשיך לתהות ביחד מדוע כך הדבר, שמעו את כמות פרסי הנובל בהם זכינו כעם -  210! כן כן, זהו מספר פרסי הנובל אשר בהם זכו יהודים ואנשים אשר אחד מהוריהם יהודי, נכון לשנת 2021. בנוסף, למרות גודלה המזערי של מדינת ישראל ביחס לעולם, יצאו ממנה 13 זוכי פרס נובל בתחומים שונים כמו כלכלה, ספרות, פיזיקה, כימיה, רפואה ושלום. וואלה רק מלקרוא את זה התעייפנו. כבוד!',
	},
	{
		id: 14,
		question:
			'לאיזו מהדתות במדינת ישראל מגיעים הכי הרבה ימי חופש בחגיה הדתיים?',
		options: ['מוסלמים', 'נוצרים', 'יהודים', 'דרוזים'],
		questionImage:
			'https://img1.wsimg.com/isteam/ip/96f2bb5f-1f2e-4dd9-9d45-3a3c8bf46fac/%D7%AA%D7%A9%D7%95%D7%91%D7%94%2014.png/:/rs=w:1440,h:1440',
		answerImage:
			'https://img1.wsimg.com/isteam/ip/96f2bb5f-1f2e-4dd9-9d45-3a3c8bf46fac/a14.png/:/rs=w:1440,h:1440',
		answerId: 0,
		answerTitle: 'אויש, תנוחו.',
		answerText:
			'למוסלמים מגיעים 11 ימי חופשת חג, לדרוזים 10, וליהודים ולנוצרים 9. במדינת ישראל חיים אנשים מדתות שונות, אשר כולם זכאים לימי שבתון, ללא הבדל בין הדתות. ולמה זה מעניין? מסתבר שלא בכל המדינות בעולם, גם במתקדמות שבהן, כל הדתות זכאיות לימי חופש בחגיהן. עִיד סַעִיד, מרי כריסמס, חג שמח!',
	},
	{
		id: 15,
		question: `"הצל לבו של ילד" (Save a child's heart) הוא ארגון הומניטרי-ישראלי המטפל בילדים חולי לב. כמה ילדים הוא הציל עד היום?`,
		options: ['מעל 1,000', 'מעל 3,000', 'מעל 4,500', 'מעל 6,000'],
		questionImage:
			'https://img1.wsimg.com/isteam/ip/96f2bb5f-1f2e-4dd9-9d45-3a3c8bf46fac/q15.png/:/rs=w:1440,h:1440',
		answerImage:
			'https://img1.wsimg.com/isteam/ip/96f2bb5f-1f2e-4dd9-9d45-3a3c8bf46fac/a15.png/:/rs=w:1440,h:1440',
		answerId: 3,
		answerTitle: ' מעל 6,000! דוגרי? התרגשנו.',
		answerText:
			'נתון מרחיב לב, נכון? "הצל לבו של ילד" מסייע לילדים עם מחלות לב, ממדינות בהן אין אמצעים לטיפול במחלות אלו. בית החולים מקבל ילדים מכל העולם - 62 מדינות, נכון לעכשיו. והכי מרגש? הכל בחינם. החסרתי פעימה.',
		answerLink: 'https://www.youtube.com/watch?v=cOdfUH5G5M4',
		answerLinkAlt: 'בואו להכיר לעומק ולהתרגש',
	},
];

export const answers = [1, 3, 0, 0, 0, 2, 1, 3, 3, 2, 0, 2, 1, 0, 3];
